{"data":[{"author":{"id":368202,"name":"Oakley, J C"},"paperLists":[{"id":22151062,"year":1999,"publisher":{"id":454,"name":"Neuromodulation : journal of the International Neuromodulation Society"},"title":"Spinal cord stimulation for complex regional pain syndrome: a prospective study of 19 patients at two centers.","abstract":"Objectives. Prospective studies using specific outcome measures for the treatment of complex regional pain syndromes (CRPS) using spinal cord stimulation are lacking in the literature. The current prospective study followed 19 patients with the objective of analyzing such patients using specific outcome measures including the McGill Pain Rating Index, the Sickness Impact Profile, Oswestry Disability, Beck Depression Inventory, and Visual Analog Scale Scores. Materials and Methods. Nineteen patients are reported as a subgroup enrolled at two centers participating in a multicenter study of efficacy\/outcomes of spinal cord stimulation. These patients were specifically identified as having CRPS and followed as a separate group. Specific preimplant and postimplant tests to measure outcome were administered. Results. Statistically significant improvement in the Sickness Impact Profile physical and psychosocial subscales is documented. The McGill Pain Rating Index words chosen and sensory subscale also improved significantly as did Visual Analog Scale scores. The Beck Depression Inventory trended toward significant improvement. Conclusions. Patients with CRPS benefit significantly from the use of spinal cord stimulation, based on average follow-up of 7.9 months.","authors":[{"id":370802,"name":"Weiner, R L"},{"id":368202,"name":"Oakley, J C"}]},{"id":53147,"year":1975,"publisher":{"id":5272,"name":"Electroencephalography and clinical neurophysiology"},"title":"An instrument for stable single cell recording from pulsating human cerebral cortex.","abstract":"An instrument has been developed for positioning microelectrodes near neurons in the exposed pulsating cerebral cortex of man or animals. The electrode moves with the cortex and maintains a fixed relationship with the desired neuron. Stable extracellular single cell recordings have been obtained for 17.5 min from an exposed human brain that pulsated 1.5 mm at the surface.","authors":[{"id":395416,"name":"Goldstein, S R"},{"id":395417,"name":"Bak, M J"},{"id":395418,"name":"Van Buren, J M"},{"id":395419,"name":"Schmidt, E M"},{"id":368202,"name":"Oakley, J C"}]},{"id":22151206,"year":1999,"publisher":{"id":454,"name":"Neuromodulation : journal of the International Neuromodulation Society"},"title":"Spinal Cord Stimulation for the Relief of Pain: Proceedings of a Symposium during the 4th\n            International Congress of the International Neuromodulation Society, September 16-20, 1998, Lucerne, Switzerland.","abstract":"Spinal Cord Stimulation for the Relief of Pain: Proceedings of a Symposium during the 4th International Congress of the International Neuromodulation Society, September 16-20, 1998, Lucerne, Switzerland.","0":"Spinal cord stimulation has become an accepted technique used in the management of chronic neuropathic pain syndromes. However, a number of problematic questions remain unanswered. This introduction states some of these problems and concentrates on the problem of whether low back pain can be relieved by stimulation. This paper introduces subsequent contributions to this symposium, which offer some interesting new techniques, and attempts to answer some of the problems presented.","authors":[{"id":368202,"name":"Oakley, J C"}]}]},{"author":{"id":368200,"name":"Feler, C A"},"paperLists":[{"id":22151209,"year":1999,"publisher":{"id":454,"name":"Neuromodulation : journal of the International Neuromodulation Society"},"title":"Spinal Cord Stimulation for Complex Regional Pain Syndrome I [RSD]: a Retrospective Multicenter Experience from 1995 to 1998 of 101 Patients.","abstract":"Objective. To evaluate effectiveness of spinal cord stimulation (SCS) applied to complex regional pain syndrome I (CRPS I). To analyze trends to focus the design of a multicenter prospective study. Design. Retrospective multicenter series, 3 years. Outcome measures. We collected visual analog scales for pain and patient satisfaction data on n= 101 patients. Patients were divided into two groups: Group I had single-lead quadrapolar systems, Group II had dual-lead octapolar systems. Results. Mean pain scores decreased in both groups with a significantly greater decrease in Group II (p \u003C 0.0001). 74.6% of Group II patients preferred multiple programming arrays with 15.5% requiring frequencies \u003E 250Hz.; overall satisfaction scores were 70% in Group I and 91% in Group II (p \u003C 0.05). Conclusions. SCS is an effective treatment of pain in CRPS I. Frequencies \u003E 250Hz were necessary in some patients to maintain or re-establish pain control. Bilateral multielectrode leads appear superior with application of multiple arrays, permitting paresthesia steering without need for surgical revision. A multicenter, prospective design is needed applying dual-lead multichannel systems with high frequency capabilities in the treatment of CRPS I.","authors":[{"id":368200,"name":"Feler, C A"},{"id":368201,"name":"Bennett, D S"},{"id":368197,"name":"Alo, K M"},{"id":368198,"name":"Oakley, J"}]}]},{"author":{"id":368204,"name":"Selvan, C P"},"paperLists":[{"id":21455395,"year":1999,"publisher":{"id":393,"name":"Indian journal of psychiatry"},"title":"Comparison of therapeutic efficacy of ect and imipramine : a randomized controlled trial.","abstract":"Comparison of therapeutic efficacy of ect and imipramine : a randomized controlled trial.","0":"Efficacy studies comparing ECT and tricyclics in depression have had methodological limitations. This study compared EC T and imipramine (IMN) prescribed as the first line of treatment in major depression, Drug-naive, consenting, DSM-IV major depression patients (n=28), were randomized to receive either bilateral ECTs or IMN (225 mg\/d) for four weeks. Severity of depression was scored at twice weekly intervals. Subjective side effects were scored at second and fourth week. Patients had significant reductions in depression scores over time but there were no differences between the two treatment groups. The rate of antidepressant response did not significantly differ between the two groups. ECT group had significantly fewer side effects. IMN offered therapeutic response comparable to ECT without compromising on the speed of antidepressant response, but caused more side effects.","authors":[{"id":11176,"name":"Subbakrishna, D K"},{"id":130972,"name":"Gangadhar, B N"},{"id":362148,"name":"Mayur, P M"},{"id":302561,"name":"Janakiramaiah, N"},{"id":368204,"name":"Selvan, C P"},{"id":365959,"name":"Murali, N"}]}]}]}
